print("Введите этапы эволюции человека по порядку:")

stage1 = input("1. Самый ранний: ")
stage2 = input("2. Следующий этап: ")
stage3 = input("3. Следующий этап: ")
stage4 = input("4. Следующий этап: ")
stage5 = input("5. Последний этап (Homo sapiens sapiens): ")

print("\nЭтапы эволюции человека:")
print(stage1, stage2, stage3, stage4, stage5, sep=" => ")

# Тема - 2, урок - 3, задание - 2
# А теперь мы с тобой напишем форму ввода ответа на тест по биологии для студентов. Он должен запрашивать по порядку этапы развития человека (проверим твое умение гуглить, что тоже очень важно для программиста. ) и в конце вывести все стадии, разделенные знаком =>, что будет означать постепенный переход от одного к другому. В следующих уроках мы дополним эту форму до полноценного теста, который будет проверять правильность ответов, а пока - начнем с малого. Напоминаем, что разделить эти данные тебе поможет команда sep внутри команды print, например, чтобы разделить переменные знаком + нужно ввести:
# print(a1, a2, a3, sep='+')
# Подсказка: последняя стадия развития - Homo sapiens sapiens.
